Repository: AlexanderHeimann-EH/Testautomation
Catalog: CiCDTMstudioTest/Source/Demos/DTMstudioTest Script Runner/Source/EH.ImsOpcBridge.Configurator.Wpf/Properties/Resources.*.resx
Languages: de_de

source: Activation key
de_de: Aktivierungs-schlüssel

source: Activation
de_de: Aktivierung

# ActiveHeader
source: Activation
de_de: Aktivierung

source: Authentication
de_de: Authentifizierung

source: A valid OPC Item Id entry cannot be empty or contain
de_de: Eine gültiges OPC Element kann nicht leer sein oder folgende Zeichen enthalten:

source: Cannot browse OPC servers.
de_de: OPC Server können nicht durchsucht werden.

# CannotConnectOpcServer
source: Cannot connect to OPC server.
de_de: OPC Server können nicht verbunden werden.

# ClassIdHeader
source: Class Identificator
de_de: Class Identifikator

# CreateAppDataFolderError
source: Error during creation of application data folder.
de_de: Fehler während des Erzeugens des Anwendungsdatenordners.

source: Data bytes cannot be more than
de_de: Anzahl Datenbytes darf nicht höher sein als

source: Data Type
de_de: Datentyp

# DataTypeHeader
source: Data type
de_de: Datentyp

source: Delete Event Log
de_de: Ereignisprotokoll löschen

source: Delete measurement
de_de: Messwert löschen

# DeserializeError
source: Error during deserialization.
de_de: Fehler während der Deserialisierung.

# DeviceId
source: Device Identification
de_de: Geräte Identifkation

# DeviceUidHeader
source: Device Identification
de_de: Geräte Identifikation

source: Disabled
de_de: Deaktiviert

source: "Do you want to delete the event log ?"
de_de: Möchten Sie das Ereignisprotokoll löschen?

# DoYouWantToSaveChangesYouMadeToTheDocument
source: Do you want to save changes you made to the configuration?
de_de: Möchten Sie die geänderte Konfiguration speichern?

source: Edit measurement
de_de: Messwert editieren

source: Edit measurement details
de_de: Messwertdetails editieren

source: Enable authentication
de_de: Authentifizierung aktivieren

source: Enable connection
de_de: Verbindung aktivieren

source: Enabled
de_de: Aktiviert

source: Enable proxy
de_de: Proxy aktivieren

source: Enter filter term
de_de: Eingabe Filter

# ErrorMessageNotImplemented
source: Error message is not implemented yet.
de_de: Fehlermeldung noch nicht implementiert.

source: Error while browsing address space
de_de: Fehler während des Durchsuchens des Adressraums.

source: Event Log
de_de: Ereignisprotokoll

# EventLogCommandName
source: Event log
de_de: Ereignisprotokoll

# EventLogCommandTooltip
source: Show the event log view
de_de: Anzeige Ereignisprotokoll

# EventLogCtrlPage
source: Page
de_de: Seite

# ExceptionThrown_
source: Exception thrown: {0}
de_de: Ausnahme ausgelöst: {0}

# ExitApplication
source: Close application
de_de: Anwendung beenden

source: Export configuration
de_de: Konfiguration exportieren

# ExportDenied
source: The data export is denied.
de_de: Der Datenexport wurde verweigert.

# FieldHeader
source: Field
de_de: Feld

# FilterNotEmpty
source: Field cannot be closed. Please delete filter.
de_de: Feld kann nicht geschlossen werden. Bitte löschen sie den Filter.

source: First page
de_de: Erste Seite

source: FIS time schedule
de_de: FIS Zeitplan

source: Generate activation key
de_de: Aktivierungsschlüssel generieren

source: Help About
de_de: Hilfe Über

source: Home
de_de: Startseite

# HowToUseCommandAbout
source: About
de_de: Über

source: Illegal characters or
de_de: Unzulässige Zeichen oder

source: Import configuration
de_de: Konfiguration importieren

source: Imprint
de_de: Impressum

source: Insert measurement
de_de: Messwert einfügen

source: Interval
de_de: Intervall

# IsNotAValidEntry
source: is not a valid entry. Please specify an address with values between 0 and 255 in the correct format.
de_de: ist kein gültiger Wert. Bitte geben sie eine Adresse mit Werten zwischen 0 und 255 im korrekten Format ein.

# LanguageCommandName
source: Languages
de_de: Sprachen

# LanguageSetTo_PleaseRestartImsOpcBridgeToSwitchTo_
source: Language set to {0}. Please restart the application
de_de: Sprache wurde umgestellt auf {0}. Bitte starten Sie die Anwendung neu.

source: Language Selection
de_de: Sprachauswahl

source: Last page
de_de: Letzte Seite

# Login
source: User name
de_de: Benutzernamen

# MainCaption
source: Navigation page title
de_de: Titel Navigations Seite

source: Mapping
de_de: Zuordnung

# MappingModeHeader
source: Mapping Mode
de_de: Zuordnungsmode

source: Measurement item already exists
de_de: Messwertelement existiert bereits.

source: Measurement item not available.
de_de: Messwertelement nicht vorhanden.

source: Missing Argument.
de_de: Fehlendes Argument.

source: Model
de_de: Modell

source: Monitor
de_de: Überwachung

# MonitorAlreadyRunning
source: The monitor is already running.
de_de: Die Messwertüberwachung läuft bereits.

# MonitorNotRunning
source: The monitor is not running.
de_de: Die Messwertüberwachung läuft nicht.

source: Network Connections
de_de: Netzwerk Verbindungen

source: Next page
de_de: Nächste Seite

# NoValidUniqueIdentifier
source: No valid serial number.
de_de: Keine gültige Seriennummer.

# NumberOfItems
source: Number of items: {0}
de_de: Anzahl Elemente: {0}

source: OPC time schedule
de_de: OPC Zeitplan

source: Page
de_de: Seite

source: Password
de_de: Passwort

source: Please enter a number in the range:
de_de: Bitte geben sie eine Zahl im foldenden Bereich ein:

# PleaseSelectMeasurementItem
source: Please select a measurement item first.
de_de: Bitte selektieren sie zuerst einen Messwert.

# PleaseSelectServer
source: Please select a server first.
de_de: Bitte selektieren sie zuerst einen Server.

source: Previous Page
de_de: Vorherige Seite

# Properties
source: Network Properties
de_de: Netzwerk Eigenschaften

source: Proxy configuration
de_de: Proxykonfiguration

source: Quality
de_de: Qualität

# QualityHeader
source: Quality
de_de: Qualität

source: Save configuration
de_de: Konfiguration speichern

# SaveConfigurationToolTip
source: Save configuration
de_de: Konfiguration speichern

# SavingConfigurationTo_
source: Saving configuration to '{0}'.
de_de: Speichere Konfiguration unter '{0}'.

source: Select language
de_de: Auswahl Sprache

# SenorUidHeader
source: Sensor Identification
de_de: Sensor Identifikation

# SensorId
source: Sensor Identification
de_de: Sensor Identifikation

# SerializeError
source: Error during serialization.
de_de: Fehler während der Serialisierung.

source: Server configuration
de_de: Serverkonfiguration

source: ServiceCommunicationError
de_de: Service Kommunikationsfehler

source: Settings
de_de: Einstellungen

# SettingsVm_CommandAlignmentSelectedItemChangedHandler_Executing_
source: Executing {0}
de_de: Ausführung {0}

source: Success.
de_de: Erfolgreich

source: System error
de_de: System Fehler

source: The target must be of type 'Visibility'
de_de: Das Zielobject muss vom Typ 'Visibility' sein.

source: This entry cannot be null or empty.
de_de: Das Eingabefeld darf nicht leer sein.

source: Time stamp
de_de: Zeitstempel

# TimeStampHeader
source: Timestamp
de_de: Zeitstempel

# UnDoConfiguration
source: Undo
de_de: Rückgängig

# UniqueIdentifier
source: Serial number
de_de: Seriennummer

source: Unit
de_de: Einheit

# UnitHeader
source: Unit
de_de: Einheit

# UserLoginPassword
source: User Name Password
de_de: Benutzernamen Passwort

source: Value
de_de: Wert

# ValueHeader
source: Value
de_de: Wert

source: Active
de_de: Aktiv

source: Not active
de_de: Nicht aktiv

# EventHeader
source: Event
de_de: Ereignis

# TimeHeader
source: Time
de_de: Zeit

source: Active server:
de_de: Aktiver Server:

# NoServerForAddressSpaceBrowsingActivated
source: No server activated
de_de: Kein Server aktiviert

source: Browse server address space
de_de: Server Adressraum durchsuchen

# FISRegistration
source: Register gateway at Field Information Server
de_de: Gateway beim Field Information Server registrieren

# CannotRegisterFis
source: Cannot register gateway at Field Information Server. Please check if a valid serial number is available and stored.
de_de: Der Gateway konnte nicht beim Field Information Server registriert werden. Es muss eine gültige Gateway Seriennummer gespeichert sein.

# FISRegistrationSuccessfull
source: Register gateway at Field Information Server successful.
de_de: Der Gateway wurde erfolgreich beim Field Information Server registriert.

# HowToUseCommandManual
source: Operating instruction
de_de: Bedienungsanleitung

# ViewManual
source: View operating instruction
de_de: Ansicht Bedienungsanleitung

# CannotStartMonitor
source: Cannot start Monitor. Please check if a valid gateway model and serial number is available and stored.
de_de: Messwertüberwachung kann nicht gestartet werden. Es muss ein gültiges Gateway Modell und Seriennummer gespeichert sein.

# EntryTooLong
source: The input string is too long, it cannot exceed {0} characters.
de_de: Der Wert darf nicht laenger als {0} Buchstaben sein.
